{
  "langName": "Español",
  "welcome": {
    "header": "¡Bienvenido, grupo de {guestName}!",
    "header_nouser": "¡Bienvenido a la Guía!",
    "confirmed_booking": "Su reserva está confirmada para estas fechas. Por favor, revise la guía, donde encontrará información clave y nuestro asistente de IA. Durante su estancia, esta página también le permitirá ver y controlar la calefacción y la iluminación de su habitación.",
    "during_stay": "Bienvenido a nuestra guía, donde puede encontrar información, chatear con nuestro asistente de IA y ver y controlar la calefacción y la iluminación de su habitación.",
    "checkin_date": "Check-in",
    "checkout_date": "Check-out"
  },
  "ha_dashboard": {
    "weather_loading": "Cargando Clima...",
    "weather_unavailable": "Datos del clima no disponibles.",
    "weather_now": "Ahora",
    "weather_today": "Hoy",
    "occupancy_occupied": "Ocupado",
    "occupancy_vacant": "Libre",
    "occupancy_unavailable": "No disponible",
    "current_temp_prefix": "Actual",
    "light_unavailable": "El interruptor de la pared está apagado.",
    "light_refresh_aria": "Refrescar estado"
  },
  "chat": {
    "header": "Victoria (Asistente IA)",
    "input_placeholder": "Haz una pregunta...",
    "back_button_aria": "Volver a la Guía",
    "send_button_aria": "Enviar mensaje",
    "initial_message": "¡Bienvenido! Soy Victoria, tu asistente de IA. Pregúntame cualquier cosa sobre la casa de huéspedes o tu viaje a Londres.",
    "suggestion_checkin": "¿Puedo hacer el check-in antes?",
    "suggestion_room": "¿En qué habitación estoy?",
    "suggestion_entry": "¿Cómo entro?",
    "session_load_error": "No se pudo cargar la sesión de chat. Por favor, vuelva a la guía e inténtelo de nuevo.",
    "connection_error": "Lo siento, tengo problemas para conectarme."
  },
  "error_page": {
    "access_denied": "Acceso Denegado",
    "validation_failed": "Falló la Validación",
    "booking_not_found": "Reserva No Encontrada",
    "invalid_link": "Enlace de Acceso Inválido",
    "missing_code_message": "A su enlace le falta un código de reserva. Por favor, use el enlace exacto que se le proporcionó.",
    "contact_message": "Por favor, asegúrese de que está utilizando el enlace correcto y más reciente. Si sigue teniendo problemas, contáctenos a través de su plataforma de reservas."
  },
  "content_titles": {
    "what_not_to_bring": "Qué no traer",
    "address": "Dirección",
    "domestic_directions": "Direcciones nacionales",
    "airport_directions": "Direcciones desde el aeropuerto",
    "getting_around": "Cómo moverse",
    "lock_info": "Información de la cerradura",
    "checkin_luggage": "Check-in y Equipaje",
    "checkout": "Check-out",
    "wifi": "Wifi",
    "heating_cooling": "Calefacción y Refrigeración",
    "light_controls_note": "Nota sobre los Controles de Luz",
    "bedroom": "Dormitorio",
    "bathroom": "Baño",
    "kitchen": "Cocina",
    "rubbish_disposal": "Eliminación de basura",
    "windows": "Ventanas",
    "laundry": "Lavandería",
    "ironing": "Plancha y Alfombrilla de Planchado",
    "troubleshooting": "Solución de problemas",
    "tv": "TV",
    "contact": "Contacto",
    "local_guidebook": "Guía Local"
  },
  "ha_card_titles": {
    "bathroom_a": "Ocupación Baño A",
    "bathroom_b": "Ocupación Baño B",
    "kitchen": "Ocupación Cocina"
  },
  "content_html": {
    "house193": "<p>193 Vauxhall Bridge Road<br>Pimlico, London<br>SW1V 1ER</p>",
    "house195": "<p>195 Vauxhall Bridge Road<br>Pimlico, London<br>SW1V 1ER</p>",
    "wifi193": "<p>Nombre de la red (SSID): <strong>193</strong><br>Contraseña: <strong>12345671</strong></p>",
    "wifi195": "<p>Nombre de la red (SSID): <strong>195</strong><br>Contraseña: <strong>09876543</strong></p>",
    "room1": "<p>Su número de habitación es: 1.</p>",
    "room2": "<p>Su número de habitación es: 2.</p>",
    "room3": "<p>Su número de habitación es: 3.</p>",
    "room4": "<p>Su número de habitación es: 4.</p>",
    "room5": "<p>Su número de habitación es: 5.</p>",
    "room6": "<p>Su número de habitación es: 6.</p>",
    "rooma": "<p>Ha reservado las habitaciones 1 y 2.</p>",
    "roomb": "<p>Ha reservado las habitaciones 4, 5 y 6.</p>",
    "wholeHomeBedroomsDetailed": "<p>La casa tiene los siguientes dormitorios:</p><ul><li><strong>Planta Baja:</strong> Habitaciones 1 y 2.</li><li><strong>Primera Planta:</strong> Habitación 3.</li><li><strong>Segunda Planta:</strong> Habitaciones 4 y 5.</li><li><strong>Tercera Planta (Ático):</strong> Habitación 6.</li><li><strong>Sótano:</strong> Un espacio adicional para dormir (Habitación 0) con una cama individual se encuentra en un área semiprivada conectada a la cocina.</li></ul>",
    "storageUnderBed": "<p>Puede crear más espacio guardando el equipaje debajo de la cama, como se muestra en este video:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/3Ejpyf4MYTI\" title=\"Almacenamiento de equipaje debajo de la cama\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "storageInBed": "<p>Esta estructura de cama tiene un colchón elevable con un espacio de almacenamiento significativo en su interior, como se muestra en este video:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/VoFABSMLII8\" title=\"Almacenamiento de equipaje dentro de la cama\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "wholeHomeBathrooms": "<p>Hay tres baños disponibles para su uso:</p><ul><li><strong>Baño A:</strong> Ubicado en la planta baja.</li><li><strong>Baño B:</strong> Ubicado en la segunda planta.</li><li><strong>Baño C:</strong> Este es un baño en-suite ubicado dentro de la Habitación 3 en la primera planta.</li></ul>",
    "bathroomA": "<p>Animamos a los huéspedes de las habitaciones 1, 2 y del Grupo A a usar principalmente el <strong>Baño A</strong> (planta baja), ya que el Baño B en la segunda planta está más lejos para los pisos inferiores. Sin embargo, ambos baños A y B están disponibles para todos los huéspedes.</p>",
    "bathroomB": "<p>Animamos a los huéspedes de las habitaciones 4, 5, 6 y del Grupo B a usar principalmente el <strong>Baño B</strong> (segunda planta), ya que es más conveniente para los pisos superiores. Sin embargo, ambos baños A y B están disponibles para todos los huéspedes.</p>",
    "bathroomC": "<p>Su baño privado es el en-suite dentro de su habitación.</p>",
    "bathroomShared": "<p>Tanto el Baño A (planta baja) como el Baño B (segunda planta) son compartidos entre todos los huéspedes. Por favor, sea considerado con los demás huéspedes:</p><ul><li><strong>Use Su Compartimento Asignado:</strong> Guarde sus artículos de tocador en su espacio numerado.</li><li><strong>Manténgalo Ordenado:</strong> Por favor, deje el baño limpio para la siguiente persona.</li><li><strong>Sea Consciente del Tiempo:</strong> Durante las horas pico (<strong>generalmente 7:30 AM - 9:30 AM</strong>), le pedimos amablemente que sea consciente de su tiempo para asegurar que todos puedan prepararse para su día.</li></ul>",
    "bathroomPrivate": "<p>Este baño es privado para su uso exclusivo.</p>",
    "kitchenShared": "<p>La cocina compartida se encuentra en el sótano, a través de la puerta marcada con 'K'. Por favor:</p><ul><li><strong>Use el Almacenamiento Asignado:</strong> Cada habitación tiene un espacio numerado en la nevera y los gabinetes.</li><li><strong>Limpie sobre la Marcha:</strong> Coloque los platos usados en el lavavajillas. Si el lavavajillas está lleno, puede iniciar un ciclo. De lo contrario, nuestro personal lo pondrá en marcha cuando esté lleno.</li></ul>",
    "kitchenPrivate": "<p>La cocina es privada para el uso exclusivo de su grupo.</p>",
    "kitchenBase": "<p><strong>Suministros Compartidos:</strong> Sírvase té y café de cortesía, así como condimentos y especias básicas.</p><p><strong>Basura:</strong> El contenedor de metal grande es para reciclaje. La basura general va en el contenedor negro.</p><p>Aquí hay guías en video para los electrodomésticos:</p><ul><li><strong>Estufa de Inducción:</strong><p style=\"margin-top:0.5rem; margin-bottom:0.5rem;\">Como esta es una estufa de inducción, requiere que se coloque una olla o sartén compatible sobre el aro antes de que se caliente. La estufa no se encenderá ni se calentará sin una sartén sobre ella.</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/_ZepccyHD_o\" title=\"Cómo usar la estufa de inducción\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div></li><li><strong>Microondas:</strong><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/Qs9o7G8MvjI\" title=\"Cómo usar el microondas\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div></li></ul>",
    "windowsStandard": "<p>La ventana se puede abrir presionando el botón en la manija y girándola hacia arriba.</p>",
    "windowsTiltTurn": "<p>Estas son ventanas \"oscilobatientes\". Este video demuestra cómo abrirlas para ventilación (oscilo) o completamente (batiente):</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/uqOEIZtq_wI\" title=\"Cómo usar ventanas oscilobatientes\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "noLaundry": "<p>No hay lavadoras accesibles para los huéspedes en el lugar. Una lavandería local muy bien valorada es <a href=\"https://maps.app.goo.gl/uYuoqcrG3xC3Q2Nz8\" target=\"_blank\" rel=\"noopener noreferrer\">True Colours Launderette</a>.</p><p>Las toallas no se cambian a diario. Para toallas limpias (máx. una vez cada 2 días), por favor deje las usadas fuera de su puerta antes de las 11:00 am.</p>",
    "hasLaundry": "<p>La lavadora está disponible para su uso. Se encuentra en el sótano. Este video proporciona instrucciones de acceso y uso:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/hLV62ekup-E\" title=\"Cómo usar la lavadora\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "wholeHomeLuggage": "<p><strong>Auto Check-in:</strong> A partir de las 15:00.</p><p><strong>Almacenamiento de Equipaje:</strong> Si necesita guardar su equipaje fuera de los horarios de check-in/out, por favor envíenos un mensaje. Dependiendo de la disponibilidad, es posible que pueda guardar las maletas en la habitación del frente (Habitación 1).</p>",
    "checkoutStatic": "<p>El check-out es a las <strong>11:00 AM</strong>.</p><p>No necesita preocuparse por la limpieza; nuestro equipo se encargará de todo.</p><p>⚠️ <strong>Una solicitud rápida pero importante:</strong> Asegúrese de llevarse todas sus pertenencias de la habitación antes de las 11am. Nuestro equipo de limpieza trabaja con un horario apretado y despejará la habitación por completo para nuestros próximos huéspedes.</p>",
    "checkinStaticDetailed": "<p><strong>Auto Check-in:</strong> A partir de las 15:00 del {checkInDateFormatted}.</p><p><strong>Depósito Anticipado de Equipaje:</strong> Desde las 11:00, puede usar su código de la puerta principal para acceder al Armario V en la planta baja.</p><p>Si necesita guardar maletas antes de las 11:00, por favor envíenos un mensaje como muy pronto el día antes de su llegada (el {dayBeforeCheckInFormatted}), y si podemos acomodarlo, estaremos encantados de hacerlo.</p><p><strong>Check-in Anticipado:</strong> No se me actualiza automáticamente cuándo están listas las habitaciones específicas, sin embargo, puede comprobarlo usted mismo a partir del mediodía. Si ve a alguien de nuestro equipo de limpieza, no dude en preguntarle también. Por favor, solo deje sus pertenencias dentro de la habitación si está completamente terminada; de lo contrario, utilice el Armario V para guardarlas.</p><p>Este video muestra el proceso completo:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/rlUbHfWcN0s\" title=\"Cómo Entrar, Hacer Check-In y Dejar Equipaje\" allowfullscreen></iframe></div>",
    "checkoutStaticDetailed": "<p>El check-out es a las <strong>11:00 AM del {checkOutDateFormatted}</strong>.</p><p>No tiene que preocuparse por la limpieza; nuestro equipo se encargará de todo.</p><p>Si necesita guardar su equipaje 🧳 después de hacer el check-out, puede usar el Armario V en la planta baja. Su código de entrada existente seguirá funcionando para la puerta principal y el armario hasta las 14:00. Si necesita organizar una recogida más tardía, por favor envíenos un mensaje (idealmente antes del {dayBeforeCheckOutFormatted}) para comprobar la disponibilidad. Necesitamos confirmarlo porque la casa puede ser reservada de forma privada por un nuevo grupo a partir de las 15:00, y por su privacidad y seguridad, el acceso no será posible después de su hora de check-in.</p><p>⚠️ <strong>Una solicitud rápida pero importante:</strong> Asegúrese de llevarse todas sus pertenencias de la habitación antes de las 11am. Nuestro equipo de limpieza trabaja con un horario apretado y despejará la habitación por completo para nuestros próximos huéspedes.</p>",
    "heatingBase": "<p>Puede controlar la temperatura en su habitación usando la válvula digital (TRV) en su radiador. Por favor, tenga en cuenta lo siguiente:</p><ul><li>La temperatura está limitada a un rango de <strong>14°C a 24°C</strong>. Cualquier ajuste fuera de este rango se revertirá automáticamente después de una hora.</li><li>⚠️ <strong>¡La pantalla digital está al revés!</strong> Esto es normal para este tipo de válvula, así que téngalo en cuenta al ajustar la temperatura.</li></ul><p><strong>Refrigeración:</strong> No tenemos aire acondicionado. Recomendamos mantener la ventana y las cortinas cerradas durante los días soleados y abrirlas por la noche.</p>",
    "heatingSmartAddon": "<p>Para reservas con controles de hogar inteligente, también puede ajustar esto desde el panel de control en esta página.</p>",
    "lightsNote": "<p>El interruptor de luz físico en la pared actúa como un <strong>interruptor maestro</strong> para las luces inteligentes de esta habitación. Para usar los controles inteligentes desde esta aplicación, asegúrese primero de que el interruptor de pared correspondiente esté en la posición 'ON'.</p>",
    "wholeHomeRubbish": "<p>Las bolsas de basura se pueden dejar en la acera frente a la puerta principal, delante de la valla negra. <strong>Este es el procedimiento estándar y oficial para nuestra área</strong>, y el ayuntamiento la recoge diariamente de este lugar.</p>"
  },
  "static_html": {
    "what_not_to_bring": "<p>¡Ofrecemos una variedad de comodidades para que pueda viajar ligero! Aquí hay algunas cosas que <em>no</em> necesita traer:</p><ul><li><strong>Toallas y Ropa de Cama:</strong> Se proporcionan toallas de baño y ropa de cama limpias.</li><li><strong>Artículos de Tocador:</strong> Hay champú, acondicionador, gel de baño y jabón de manos disponibles.</li><li><strong>Secadores de Pelo:</strong> Cada habitación tiene un secador de pelo.</li><li><strong>Adaptadores:</strong> Las habitaciones tienen adaptadores universales a cada lado de la cama.</li><li><strong>Mantas Adicionales:</strong> Todas las camas incluyen una manta eléctrica inferior.</li></ul>",
    "domestic_directions": "<p><strong>En Tren/Metro:</strong> Estamos a ~7 minutos de la <strong>Estación Victoria de Londres</strong>. Salga hacia Victoria Street/Vauxhall Bridge Road, gire a la izquierda y camine ~5–7 minutos. La casa estará a su izquierda.</p><p><strong>En Autocar:</strong> Desde la Estación de Autobuses de Victoria, es un paseo de ~10 minutos.</p><p><strong>En Coche/Taxi:</strong> No tenemos aparcamiento en el lugar. Por favor, consulte <a href=\"https://en.parkopedia.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Parkopedia</a> para garajes públicos.</p>",
    "airport_directions": "<p>Reserve autobuses en <a href=\"https://www.nationalexpress.com\" target=\"_blank\" rel=\"noopener noreferrer\">National Express</a> y trenes en <a href=\"https://www.thetrainline.com\" target=\"_blank\" rel=\"noopener noreferrer\">The Trainline</a>.</p><p><strong>Gatwick (LGW):</strong> Tome un tren de Southern Rail directo a Victoria (~35 mins). Es más barato y solo un poco más lento que el Gatwick Express.</p><p><strong>Heathrow (LHR):</strong> Tome la línea Piccadilly (azul oscuro) y cambie en Hammersmith a un tren de la línea District (verde) hacia Victoria (~50 mins en total).</p><p><strong>Stansted (STN):</strong> Tome el tren a Tottenham Hale, luego cambie a la línea Victoria (azul claro) hasta la Estación Victoria. No puede usar pago sin contacto desde Stansted.</p><p><strong>Luton (LTN):</strong> Tome el tren desde Luton Airport Parkway hasta London St. Pancras (~40 mins), luego la línea Victoria hasta Victoria (~15 mins).</p>",
    "getting_around": "<p>El transporte público es excelente. La Estación Victoria está a ~7 minutos. La parada del <strong>autobús 24</strong> cerca de la casa ofrece una ruta panorámica por el centro de Londres.</p><p>Use una tarjeta sin contacto para las tarifas de metro/autobús (tienen un tope diario). Londres es muy caminable, y también puede tomar un <strong>autobús fluvial del Támesis</strong> desde el muelle de Westminster.</p>",
    "codetimes": "<p><strong>Cómo desbloquear:</strong> Presione con la palma de la mano la pantalla negra para activar el teclado. Vea la lista de reproducción de videos para una demostración.</p><p><strong>Puerta principal y Equipaje (Armario V):</strong> Su código es válido desde las 11:00 del día de check-in hasta las 14:00 del día de check-out.</p><p><strong>Dormitorio/Baño/Cocina:</strong> Su código es válido desde las 15:00 del día de check-in hasta las 11:00 del día de check-out.</p><p><strong>Cerrar desde adentro:</strong> Este video muestra cómo cerrar la puerta de su dormitorio desde el interior por privacidad.</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/7orX7Wh_g1U\" title=\"Cómo cerrar la puerta desde adentro\" allowfullscreen></iframe></div>",
    "ironing": "<p>Se puede encontrar una plancha y una alfombrilla de planchado portátil en la cocina. La alfombrilla se puede colocar sobre una mesa u otra superficie firme para su uso. Por favor, devuelva ambos artículos a la cocina cuando haya terminado.</p>",
    "troubleshooting": "<p>Si su cerradura de puerta digital se queda sin baterías, este video muestra el sencillo proceso de reemplazo:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/8Zofre6A7ns\" title=\"Cómo reemplazar las baterías de la cerradura de la puerta\" allowfullscreen></iframe></div>",
    "contact": "<p>Para las <strong>respuestas más rápidas</strong> a sus preguntas, por favor pregunte a <strong>Victoria, nuestra asistente de IA</strong>. Ella tiene acceso a toda esta guía y puede proporcionar ayuda instantánea.</p><p>Para otros asuntos que requieran un ser humano, por favor envíenos un mensaje a través de su plataforma de reservas.</p><p><strong>*SOLO PARA EMERGENCIAS*</strong>, por favor llame por WhatsApp al +44 7443 618207. Si no hay respuesta, intente con el +44 7383 298999.</p>",
    "tv": "<p>Cada habitación tiene un Smart TV 4K con Disney+, Apple TV+, Amazon Prime Video, BBC iPlayer y más. Si un servicio está desconectado o funciona mal, contáctenos y podemos iniciar sesión de forma remota.</p>",
    "local_guidebook": "<h3>Comida</h3><ul><li><a href=\"https://www.google.com/maps/search/?api=1&query=Regency+Cafe+London\" target=\"_blank\" rel=\"noopener\">Regency Cafe</a> – desayuno inglés completo tradicional</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Jugged+Hare+London\" target=\"_blank\" rel=\"noopener\">Jugged Hare</a> – gran pub al otro lado de la calle</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Tachbrook+Street+Market+London\" target=\"_blank\" rel=\"noopener\">Tachbrook Street Market</a> – mercado local para almorzar los días de semana</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Kimchimama+London\" target=\"_blank\" rel=\"noopener\">Kimchimama</a> – comida coreana informal (especialmente pollo frito)</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Ben+Venuti+London\" target=\"_blank\" rel=\"noopener\">Ben Venuti</a> – increíble cafetería italiana a la vuelta de la esquina</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Tozi+London\" target=\"_blank\" rel=\"noopener\">Tozi</a> – restaurante italiano de lujo cercano</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=A+Wong+70+Wilton+Road+London\" target=\"_blank\" rel=\"noopener\">A. Wong</a> – restaurante chino con estrella Michelin detrás de la casa</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Little+Waitrose+London\" target=\"_blank\" rel=\"noopener\">Little Waitrose</a> – supermercado de lujo más cercano</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Sainsbury%27s+Victoria+Station\" target=\"_blank\" rel=\"noopener\">Sainsbury's</a> – supermercado grande</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Rippon+Cheese+London\" target=\"_blank\" rel=\"noopener\">Rippon Cheese</a> – famosa tienda de quesos cercana</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Dishoom+London\" target=\"_blank\" rel=\"noopener\">Dishoom</a> – famosa comida india (más lejos, reserve con antelación)</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Gold+Mine+London\" target=\"_blank\" rel=\"noopener\">Gold Mine</a> – gran pato pekinés (más lejos)</li></ul><h3>Lugares de interés</h3><ul><li>Wicked y Hamilton – Dos de los mejores musicales del mundo están a la vuelta de la esquina.</li><li>St James's Park – Un hermoso parque real, perfecto para un paseo.</li><li>Un gran paseo: Comience en el Big Ben, cruce el Puente de Westminster y camine por el pintoresco South Bank hasta el Tower Bridge.</li></ul>"
  },
  "ha_entity_names": {
    "room1_radiator": "Radiador Habitación 1",
    "room2_radiator": "Radiador Habitación 2",
    "room3_radiator": "Radiador Habitación 3",
    "room4_radiator": "Radiador Habitación 4",
    "room5_radiator": "Radiador Habitación 5",
    "room6_radiator": "Radiador Habitación 6",
    "bathroomC_radiator": "Radiador Baño C",
    "room1_main_lights": "Luces Principales Habitación 1",
    "room2_main_lights": "Luces Principales Habitación 2",
    "room3_main_lights": "Luces Principales Habitación 3",
    "room4_main_lights": "Luces Principales Habitación 4",
    "room5_main_lights": "Luces Principales Habitación 5",
    "room6_main_lights": "Luces Principales Habitación 6",
    "room3_bedside_lamp": "Lámpara de Noche Habitación 3",
    "room4_bedside_lamp": "Lámpara de Noche Habitación 4",
    "bathroom_lights": "Luces del Baño",
    "room1_lights": "Luces Habitación 1",
    "room2_lights": "Luces Habitación 2",
    "room3_lights": "Luces Habitación 3",
    "room4_lights": "Luces Habitación 4",
    "room5_lights": "Luces Habitación 5",
    "room6_lights": "Luces Habitación 6",
    "room3_lamp": "Lámpara Habitación 3",
    "room4_lamp": "Lámpara Habitación 4",
    "bathroomC_lights": "Luces Baño C"
  }
}