{
  "langName": "Português",
  "welcome": {
    "header": "Bem-vindo, grupo de {guestName}!",
    "header_nouser": "Bem-vindo ao Guia!",
    "confirmed_booking": "A sua reserva para estas datas está confirmada. Por favor, consulte o guia, onde encontrará informações importantes e o nosso assistente de IA. Durante a sua estadia, esta página também lhe permitirá ver e controlar o aquecimento e a iluminação do seu quarto.",
    "during_stay": "Bem-vindo ao nosso guia, onde pode encontrar informações, conversar com o nosso assistente de IA e ver e controlar o aquecimento e a iluminação do seu quarto.",
    "checkin_date": "Check-in",
    "checkout_date": "Check-out"
  },
  "ha_dashboard": {
    "weather_loading": "A carregar meteorologia...",
    "weather_unavailable": "Dados meteorológicos indisponíveis.",
    "weather_now": "Agora",
    "weather_today": "Hoje",
    "occupancy_occupied": "Ocupado",
    "occupancy_vacant": "Livre",
    "occupancy_unavailable": "Indisponível",
    "current_temp_prefix": "Atual",
    "light_unavailable": "O interruptor de parede está desligado.",
    "light_refresh_aria": "Atualizar estado"
  },
  "chat": {
    "header": "Victoria (Assistente IA)",
    "input_placeholder": "Faça uma pergunta...",
    "back_button_aria": "Voltar ao Guia",
    "send_button_aria": "Enviar mensagem",
    "initial_message": "Bem-vindo! Sou a Victoria, a sua assistente de IA. Pergunte-me qualquer coisa sobre a casa de hóspedes ou a sua viagem a Londres.",
    "suggestion_checkin": "Posso fazer o check-in mais cedo?",
    "suggestion_room": "Em que quarto estou?",
    "suggestion_entry": "Como é que entro?",
    "session_load_error": "Não foi possível carregar a sessão de chat. Por favor, volte ao guia e tente novamente.",
    "connection_error": "Desculpe, estou com problemas de ligação."
  },
  "error_page": {
    "access_denied": "Acesso Negado",
    "validation_failed": "Validação Falhou",
    "booking_not_found": "Reserva Não Encontrada",
    "invalid_link": "Link de Acesso Inválido",
    "missing_code_message": "O seu link não tem um código de reserva. Por favor, use o link exato que lhe foi fornecido.",
    "contact_message": "Por favor, certifique-se de que está a usar o link correto e mais recente. Se continuar a ter problemas, contacte-nos através da sua plataforma de reservas."
  },
  "content_titles": {
    "what_not_to_bring": "O que não trazer",
    "address": "Endereço",
    "domestic_directions": "Direções domésticas",
    "airport_directions": "Direções do aeroporto",
    "getting_around": "Como se deslocar",
    "lock_info": "Informações da fechadura",
    "checkin_luggage": "Check-in e Bagagem",
    "checkout": "Check-out",
    "wifi": "Wifi",
    "heating_cooling": "Aquecimento e Arrefecimento",
    "light_controls_note": "Nota sobre os controlos de luz",
    "bedroom": "Quarto",
    "bathroom": "Casa de banho",
    "kitchen": "Cozinha",
    "rubbish_disposal": "Eliminação de lixo",
    "windows": "Janelas",
    "laundry": "Lavandaria",
    "ironing": "Ferro e Tábua de engomar",
    "troubleshooting": "Resolução de problemas",
    "tv": "TV",
    "contact": "Contacto",
    "local_guidebook": "Guia Local"
  },
  "ha_card_titles": {
    "bathroom_a": "Ocupação da Casa de Banho A",
    "bathroom_b": "Ocupação da Casa de Banho B",
    "kitchen": "Ocupação da Cozinha"
  },
  "content_html": {
    "house193": "<p>193 Vauxhall Bridge Road<br>Pimlico, London<br>SW1V 1ER</p>",
    "house195": "<p>195 Vauxhall Bridge Road<br>Pimlico, London<br>SW1V 1ER</p>",
    "wifi193": "<p>Nome da Rede (SSID): <strong>193</strong><br>Palavra-passe: <strong>12345671</strong></p>",
    "wifi195": "<p>Nome da Rede (SSID): <strong>195</strong><br>Palavra-passe: <strong>09876543</strong></p>",
    "room1": "<p>O número do seu quarto é: 1.</p>",
    "room2": "<p>O número do seu quarto é: 2.</p>",
    "room3": "<p>O número do seu quarto é: 3.</p>",
    "room4": "<p>O número do seu quarto é: 4.</p>",
    "room5": "<p>O número do seu quarto é: 5.</p>",
    "room6": "<p>O número do seu quarto é: 6.</p>",
    "rooma": "<p>Reservou os quartos 1 e 2.</p>",
    "roomb": "<p>Reservou os quartos 4, 5 e 6.</p>",
    "wholeHomeBedroomsDetailed": "<p>A casa tem os seguintes quartos:</p><ul><li><strong>Rés do chão:</strong> Quartos 1 e 2.</li><li><strong>Primeiro andar:</strong> Quarto 3.</li><li><strong>Segundo andar:</strong> Quartos 4 e 5.</li><li><strong>Terceiro andar (Sótão):</strong> Quarto 6.</li><li><strong>Cave:</strong> Um espaço de dormir adicional (Quarto 0) com uma cama de solteiro está localizado numa área semi-privada ligada à cozinha.</li></ul>",
    "storageUnderBed": "<p>Pode criar mais espaço guardando a bagagem debaixo da cama, como mostrado neste vídeo:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/3Ejpyf4MYTI\" title=\"Arrumação de bagagem debaixo da cama\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "storageInBed": "<p>Esta estrutura de cama tem um colchão elevatório com um espaço de arrumação significativo no interior, como mostrado neste vídeo:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/VoFABSMLII8\" title=\"Arrumação de bagagem dentro da cama\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "wholeHomeBathrooms": "<p>Existem três casas de banho disponíveis para seu uso:</p><ul><li><strong>Casa de Banho A:</strong> Localizada no rés do chão.</li><li><strong>Casa de Banho B:</strong> Localizada no segundo andar.</li><li><strong>Casa de Banho C:</strong> Esta é uma casa de banho privativa localizada dentro do Quarto 3 no primeiro andar.</li></ul>",
    "bathroomA": "<p>Encorajamos os hóspedes dos quartos 1, 2 e do Grupo A a utilizarem principalmente a <strong>Casa de Banho A</strong> (rés do chão), pois a Casa de Banho B no segundo andar fica mais longe para os andares inferiores. No entanto, ambas as casas de banho A e B estão disponíveis para todos os hóspedes.</p>",
    "bathroomB": "<p>Encorajamos os hóspedes dos quartos 4, 5, 6 e do Grupo B a utilizarem principalmente a <strong>Casa de Banho B</strong> (segundo andar), pois é mais conveniente para os andares superiores. No entanto, ambas as casas de banho A e B estão disponíveis para todos os hóspedes.</p>",
    "bathroomC": "<p>A sua casa de banho privada é a que fica dentro do seu quarto.</p>",
    "bathroomShared": "<p>Tanto a Casa de Banho A (rés do chão) como a Casa de Banho B (segundo andar) são partilhadas entre todos os hóspedes. Por favor, seja atencioso com os outros hóspedes:</p><ul><li><strong>Use o seu compartimento designado:</strong> Guarde os seus artigos de higiene pessoal no seu espaço numerado.</li><li><strong>Mantenha-o arrumado:</strong> Por favor, deixe a casa de banho limpa para a próxima pessoa.</li><li><strong>Tenha atenção ao tempo:</strong> Durante as horas de ponta (<strong>tipicamente das 7:30 às 9:30</strong>), pedimos-lhe que tenha atenção ao seu tempo para garantir que todos se possam preparar para o seu dia.</li></ul>",
    "bathroomPrivate": "<p>Esta casa de banho é privada para seu uso exclusivo.</p>",
    "kitchenShared": "<p>A cozinha partilhada está localizada na cave, através da porta marcada com 'K'. Por favor:</p><ul><li><strong>Use o armazenamento designado:</strong> Cada quarto tem um espaço numerado no frigorífico e nos armários.</li><li><strong>Limpe à medida que usa:</strong> Coloque a loiça usada na máquina de lavar loiça. Se a máquina de lavar loiça estiver cheia, pode iniciar um ciclo. Caso contrário, o nosso pessoal irá ligá-la quando estiver cheia.</li></ul>",
    "kitchenPrivate": "<p>A cozinha é privada para uso exclusivo do seu grupo.</p>",
    "kitchenBase": "<p><strong>Suprimentos partilhados:</strong> Sirva-se de chá e café gratuitos, bem como de condimentos e especiarias básicas.</p><p><strong>Lixo:</strong> O contentor de metal grande é para reciclagem. O lixo geral vai para o contentor preto.</p><p>Aqui estão os guias em vídeo para os eletrodomésticos:</p><ul><li><strong>Fogão de indução:</strong><p style=\"margin-top:0.5rem; margin-bottom:0.5rem;\">Como este é um fogão de indução, requer que uma panela ou frigideira compatível seja colocada na boca antes de aquecer. O fogão não liga nem aquece sem uma panela.</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/_ZepccyHD_o\" title=\"Como usar o fogão de indução\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div></li><li><strong>Micro-ondas:</strong><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/Qs9o7G8MvjI\" title=\"Como usar o micro-ondas\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div></li></ul>",
    "windowsStandard": "<p>A janela pode ser aberta pressionando o botão na maçaneta e girando-a para cima.</p>",
    "windowsTiltTurn": "<p>Estas são janelas \"oscilobatentes\". Este vídeo demonstra como abri-las para ventilação (inclinar) ou totalmente (virar):</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/uqOEIZtq_wI\" title=\"Como usar janelas oscilobatentes\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "noLaundry": "<p>Não há máquinas de lavar roupa acessíveis aos hóspedes no local. Uma lavandaria local muito bem classificada é a <a href=\"https://maps.app.goo.gl/uYuoqcrG3xC3Q2Nz8\" target=\"_blank\" rel=\"noopener noreferrer\">True Colours Launderette</a>.</p><p>As toalhas não são trocadas diariamente. Para toalhas limpas (máx. uma vez a cada 2 dias), por favor, deixe as usadas à porta do seu quarto até às 11:00.</p>",
    "hasLaundry": "<p>A máquina de lavar roupa está localizada na cave. Vá para a cozinha, passe pelo Quarto 0 e depois pela porta marcada com 'X' (código 0987 seguido de visto). Encontrá-la-á à esquerda em Z. Este vídeo fornece instruções de acesso e utilização:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/hLV62ekup-E\" title=\"Como usar a máquina de lavar roupa\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></div>",
    "wholeHomeLuggage": "<p><strong>Check-in autónomo:</strong> A partir das 15:00.</p><p><strong>Arrumação de bagagem:</strong> Se precisar de guardar a sua bagagem fora do horário de check-in/out, por favor, envie-nos uma mensagem. Dependendo da disponibilidade, poderá guardar as suas malas no quarto da frente (Quarto 1).</p>",
    "checkoutStatic": "<p>O check-out é às <strong>11:00</strong>.</p><p>Não precisa de se preocupar com a limpeza; a nossa equipa tratará de tudo.</p><p>⚠️ <strong>Um pedido rápido mas importante:</strong> Por favor, certifique-se de que retira todos os seus pertences do quarto até às 11:00. A nossa equipa de limpeza tem um horário apertado e irá limpar completamente o quarto para os nossos próximos hóspedes.</p>",
    "checkinStaticDetailed": "<p><strong>Check-in autónomo:</strong> A partir das 15:00 no {checkInDateFormatted}.</p><p><strong>Entrega antecipada de bagagem:</strong> A partir das 11:00, pode usar o seu código da porta da frente para aceder ao Armário V no andar de baixo.</p><p>Se precisar de guardar malas antes das 11:00, por favor, envie-nos uma mensagem o mais tardar na véspera da sua chegada (no {dayBeforeCheckInFormatted}), e se pudermos acomodar, teremos todo o prazer em fazê-lo.</p><p><strong>Check-in antecipado:</strong> Não sou atualizada automaticamente sobre quando os quartos específicos estão prontos, no entanto, pode verificar por si mesmo a partir do meio-dia. Se vir um dos nossos funcionários de limpeza, sinta-se à vontade para lhes perguntar também. Por favor, só deixe os seus pertences no quarto se este estiver completamente terminado; caso contrário, utilize o Armário V para arrumação.</p><p>Este vídeo mostra o processo completo:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/rlUbHfWcN0s\" title=\"Como entrar, fazer o check-in e deixar a bagagem\" allowfullscreen></iframe></div>",
    "checkoutStaticDetailed": "<p>O check-out é às <strong>11:00 do {checkOutDateFormatted}</strong>.</p><p>Não precisa de se preocupar com a limpeza; a nossa equipa tratará de tudo.</p><p>Se precisar de guardar a sua bagagem 🧳 após o check-out, pode usar o Armário V no andar de baixo. O seu código de entrada existente continuará a funcionar para a porta da frente e o armário até às 14:00. Se precisar de agendar uma recolha mais tardia, por favor, envie-nos uma mensagem (idealmente até ao {dayBeforeCheckOutFormatted}) para verificar a disponibilidade. Precisamos de confirmar porque a casa pode ser reservada privadamente por um novo grupo a partir das 15:00, e para a privacidade e segurança deles, o acesso não será possível após a hora do check-in.</p><p>⚠️ <strong>Um pedido rápido mas importante:</strong> Por favor, certifique-se de que retira todos os seus pertences do quarto até às 11:00. A nossa equipa de limpeza tem um horário apertado e irá limpar completamente o quarto para os nossos próximos hóspedes.</p>",
    "heatingBase": "<p>Pode controlar a temperatura no seu quarto usando a válvula digital (TRV) no seu radiador. Por favor, tenha em mente o seguinte:</p><ul><li>A temperatura está limitada a uma faixa de <strong>14°C a 24°C</strong>. Qualquer configuração fora desta faixa será revertida automaticamente após uma hora.</li><li>⚠️ <strong>O visor digital está de cabeça para baixo!</strong> Isto é normal para este tipo de válvula, por isso, tenha isso em mente ao definir a temperatura.</li></ul><p><strong>Arrefecimento:</strong> Não temos ar condicionado. Recomendamos manter a janela e as cortinas fechadas durante os dias de sol e abri-las à noite.</p>",
    "heatingSmartAddon": "<p>Para reservas com controlos de casa inteligente, também pode ajustar isto a partir do painel de controlo nesta página.</p>",
    "lightsNote": "<p>O interruptor de luz físico na parede atua como um <strong>interruptor principal</strong> para as luzes inteligentes neste quarto. Para usar os controlos inteligentes desta aplicação, por favor, certifique-se de que o interruptor de parede correspondente está primeiro na posição 'ON'.</p>",
    "wholeHomeRubbish": "<p>Os sacos do lixo podem ser deixados no passeio em frente à porta da frente, em frente à vedação preta. <strong>Este é o procedimento padrão e oficial para a nossa área</strong>, e a câmara municipal recolhe-o diariamente deste local.</p>"
  },
  "static_html": {
    "what_not_to_bring": "<p>Nós fornecemos uma variedade de comodidades para que possa viajar leve! Aqui estão algumas coisas que <em>não</em> precisa de trazer:</p><ul><li><strong>Toalhas e Lençóis:</strong> São fornecidas toalhas de banho e lençóis de cama limpos.</li><li><strong>Artigos de higiene pessoal:</strong> Estão disponíveis champô, amaciador, gel de banho e sabonete para as mãos.</li><li><strong>Secadores de cabelo:</strong> Cada quarto tem um secador de cabelo.</li><li><strong>Adaptadores:</strong> Os quartos têm adaptadores universais de cada lado da cama.</li><li><strong>Cobertores extra:</strong> Todas as camas incluem um cobertor elétrico.</li></ul>",
    "domestic_directions": "<p><strong>De Comboio/Metro:</strong> Estamos a cerca de 7 minutos da <strong>Estação Victoria de Londres</strong>. Saia em direção a Victoria Street/Vauxhall Bridge Road, vire à esquerda e caminhe cerca de 5-7 minutos. A casa estará à sua esquerda.</p><p><strong>De Autocarro:</strong> Da Estação de Autocarros de Victoria, são cerca de 10 minutos a pé.</p><p><strong>De Carro/Táxi:</strong> Não temos estacionamento no local. Por favor, consulte o <a href=\"https://en.parkopedia.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Parkopedia</a> para garagens públicas.</p>",
    "airport_directions": "<p>Reserve autocarros na <a href=\"https://www.nationalexpress.com\" target=\"_blank\" rel=\"noopener noreferrer\">National Express</a> e comboios na <a href=\"https://www.thetrainline.com\" target=\"_blank\" rel=\"noopener noreferrer\">The Trainline</a>.</p><p><strong>Gatwick (LGW):</strong> Apanhe um comboio da Southern Rail diretamente para Victoria (cerca de 35 min). É mais barato e apenas ligeiramente mais lento que o Gatwick Express.</p><p><strong>Heathrow (LHR):</strong> Apanhe a linha Piccadilly (azul escura) e mude em Hammersmith para um comboio da linha District (verde) para Victoria (cerca de 50 min no total).</p><p><strong>Stansted (STN):</strong> Apanhe o comboio para Tottenham Hale, depois mude para a linha Victoria (azul claro) para a Estação de Victoria. Não pode usar pagamento contactless de Stansted.</p><p><strong>Luton (LTN):</strong> Apanhe o comboio de Luton Airport Parkway para London St. Pancras (cerca de 40 min), depois a linha Victoria para Victoria (cerca de 15 min).</p>",
    "getting_around": "<p>O transporte público é excelente. A Estação de Victoria fica a cerca de 7 minutos. A paragem do <strong>autocarro 24</strong> perto da casa oferece uma rota panorâmica pelo centro de Londres.</p><p>Use um cartão contactless para as tarifas de metro/autocarro (têm um limite diário). Londres é muito fácil de percorrer a pé, e também pode apanhar um <strong>barco-táxi do Tamisa</strong> do Cais de Westminster.</p>",
    "codetimes": "<p><strong>Como desbloquear:</strong> Pressione a palma da mão no ecrã preto para ativar o teclado. Veja a lista de reprodução de vídeos para uma demonstração.</p><p><strong>Porta da frente e Bagagem (Armário V):</strong> O seu código é válido das 11:00 do dia do check-in até às 14:00 do dia do check-out.</p><p><strong>Quarto/Casa de banho/Cozinha:</strong> O seu código é válido das 15:00 do dia do check-in até às 11:00 do dia do check-out.</p><p><strong>Trancar por dentro:</strong> Este vídeo mostra como trancar a porta do seu quarto por dentro para privacidade.</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/7orX7Wh_g1U\" title=\"Como trancar a porta por dentro\" allowfullscreen></iframe></div>",
    "ironing": "<p>Um ferro e uma tábua de engomar portátil podem ser encontrados na cozinha. A tábua pode ser colocada sobre uma mesa ou outra superfície firme para uso. Por favor, devolva ambos os itens à cozinha quando terminar.</p>",
    "troubleshooting": "<p>Se as pilhas da sua fechadura digital se esgotarem, este vídeo mostra o simples processo de substituição:</p><div class=\"video-container\"><iframe src=\"https://www.youtube.com/embed/8Zofre6A7ns\" title=\"Como substituir as pilhas da fechadura da porta\" allowfullscreen></iframe></div>",
    "contact": "<p>Para as <strong>respostas mais rápidas</strong> às suas perguntas, por favor, pergunte à <strong>Victoria, a nossa assistente de IA</strong>. Ela tem acesso a todo este guia e pode fornecer ajuda instantânea.</p><p>Para outros assuntos que exijam um humano, por favor, envie-nos uma mensagem através da sua plataforma de reservas.</p><p><strong>*APENAS PARA EMERGÊNCIAS*</strong>, por favor, ligue via WhatsApp para +44 7443 618207. Se não houver resposta, tente +44 7383 298999.</p>",
    "tv": "<p>Cada quarto tem uma Smart TV 4K com Disney+, Apple TV+, Amazon Prime Video, BBC iPlayer e muito mais. Se um serviço estiver desligado ou a funcionar mal, por favor, contacte-nos e podemos iniciar a sessão remotamente.</p>",
    "local_guidebook": "<h3>Comida</h3><ul><li><a href=\"https://www.google.com/maps/search/?api=1&query=Regency+Cafe+London\" target=\"_blank\" rel=\"noopener\">Regency Cafe</a> – pequeno-almoço inglês completo tradicional</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Jugged+Hare+London\" target=\"_blank\" rel=\"noopener\">Jugged Hare</a> – ótimo pub do outro lado da rua</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Tachbrook+Street+Market+London\" target=\"_blank\" rel=\"noopener\">Tachbrook Street Market</a> – mercado local para almoçar durante a semana</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Kimchimama+London\" target=\"_blank\" rel=\"noopener\">Kimchimama</a> – comida coreana informal (especialmente frango frito)</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Ben+Venuti+London\" target=\"_blank\" rel=\"noopener\">Ben Venuti</a> – incrível café italiano ao virar da esquina</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Tozi+London\" target=\"_blank\" rel=\"noopener\">Tozi</a> – restaurante italiano de luxo nas proximidades</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=A+Wong+70+Wilton+Road+London\" target=\"_blank\" rel=\"noopener\">A. Wong</a> – restaurante chinês com estrela Michelin atrás da casa</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Little+Waitrose+London\" target=\"_blank\" rel=\"noopener\">Little Waitrose</a> – supermercado de luxo mais próximo</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Sainsbury%27s+Victoria+Station\" target=\"_blank\" rel=\"noopener\">Sainsbury's</a> – grande supermercado</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Rippon+Cheese+London\" target=\"_blank\" rel=\"noopener\">Rippon Cheese</a> – famosa loja de queijos nas proximidades</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Dishoom+London\" target=\"_blank\" rel=\"noopener\">Dishoom</a> – famosa comida indiana (mais longe, reserve com antecedência)</li><li><a href=\"https://www.google.com/maps/search/?api=1&query=Gold+Mine+London\" target=\"_blank\" rel=\"noopener\">Gold Mine</a> – ótimo pato à Pequim (mais longe)</li></ul><h3>Pontos de interesse</h3><ul><li>Wicked e Hamilton – Dois dos melhores musicais do mundo estão mesmo à nossa porta.</li><li>St James's Park – Um belo parque real, perfeito para um passeio.</li><li>Um ótimo passeio: Comece no Big Ben, atravesse a Ponte de Westminster e caminhe ao longo da cénica South Bank até à Tower Bridge.</li></ul>"
  },
  "ha_entity_names": {
    "room1_radiator": "Radiador do Quarto 1",
    "room2_radiator": "Radiador do Quarto 2",
    "room3_radiator": "Radiador do Quarto 3",
    "room4_radiator": "Radiador do Quarto 4",
    "room5_radiator": "Radiador do Quarto 5",
    "room6_radiator": "Radiador do Quarto 6",
    "bathroomC_radiator": "Radiador da Casa de Banho C",
    "room1_main_lights": "Luzes Principais do Quarto 1",
    "room2_main_lights": "Luzes Principais do Quarto 2",
    "room3_main_lights": "Luzes Principais do Quarto 3",
    "room4_main_lights": "Luzes Principais do Quarto 4",
    "room5_main_lights": "Luzes Principais do Quarto 5",
    "room6_main_lights": "Luzes Principais do Quarto 6",
    "room3_bedside_lamp": "Candeeiro de Cabeceira Quarto 3",
    "room4_bedside_lamp": "Candeeiro de Cabeceira Quarto 4",
    "bathroom_lights": "Luzes da Casa de Banho",
    "room1_lights": "Luzes do Quarto 1",
    "room2_lights": "Luzes do Quarto 2",
    "room3_lights": "Luzes do Quarto 3",
    "room4_lights": "Luzes do Quarto 4",
    "room5_lights": "Luzes do Quarto 5",
    "room6_lights": "Luzes do Quarto 6",
    "room3_lamp": "Candeeiro do Quarto 3",
    "room4_lamp": "Candeeiro do Quarto 4",
    "bathroomC_lights": "Luzes da Casa de Banho C"
  }
}